
[Jzip Language File]

[General]
lang_name		=SimpChinese
lang_codepage		=936
lang_translators	=dennishaha
txt_title		=JFsoft Zip 压缩


[Setting Lnk]
set_lnk.jzip.name	=Jzip 压缩
set_lnk.open.name	=Jzip - 打开
set_lnk.unzip.name	=Jzip - 解压到文件夹
set_lnk.add.name	=Jzip - 添加到压缩文件
set_lnk.add7z.name	=Jzip - 添加到 .7z


[Text Symbols]
txt_tabs.1		=─
txt_tabs.2		=│
txt_tabs.3		=┌
txt_tabs.4		=└
txt_tabs.5		=┐
txt_tabs.6		=┘
txt_tabs.1.r		=─ 
txt_tabs.2.r		=│ 
txt_tabs.3.r		=┌ 
txt_tabs.4.r		=└ 
txt_tabs.5.r		=┐ 
txt_tabs.6.r		=┘ 

txt_sym.back		=《
txt_sym.delim		=│
txt_sym.squ		=□
txt_sym.squ.s		=√
txt_sym.cir		=○
txt_sym.cir.s		=●


[Text VBSBox]
txt_tips		=提示
txt_notzip		=以下项不是压缩文件。
txt_cantadd		=不可添加到以下压缩文件。


[Text Main]
txt_b12.top		=┌──────────┐
txt_b12.emp		=│                    │
txt_b12.bot		=└──────────┘
txt_m.open		=│    打开压缩文件    │
txt_m.add		=│    新建压缩文件    │
txt_m.set		=│        设置        │


[Text Arc]
txt_e.home		=主页
txt_e.open		=打开
txt_e.extr		=提取
txt_e.unzip		=解压到
txt_e.add		=添加
txt_e.del		=删除
txt_e.rn		=重命名
txt_e.adv		=高级
txt_e.up		=上页
txt_e.down		=下页
txt_e.ent		=进入
txt_e.back		=上级
txt_e.basic		=基本
txt_e.test		=测试
txt_e.fix		=修复
txt_e.lock		=锁定
txt_e.rem		=添加注释
txt_e.sfx		=自解压转换
txt_e.search		=查找

txt_e.bar.7z		=   日期      时间    属性         大小       压缩后  □ 名称
txt_e.bar.rar		=     属性        大小     日期     时间  □ 名称

txt_pages		=页
txt_selected		=选中
txt_item		=项
txt_items		=个项目

txt_sfx			=自解压
txt_solid		=固实
txt_lock		=锁定
txt_volume		=分卷
txt_recovery_record	=恢复记录

txt_e.type.enterfold	=进入的文件夹：
txt_e.type.search	=搜索的字段：


[Text Arc Expan]
txt_x.type.open		=请输入打开的文件名：
txt_x.type.extr		=请输入取出的文件/夹名：
txt_x.type.del		=请输入删除的文件/夹名：
txt_x.type.rn		=请输入重命名的文件/夹名：
txt_x.type.rn.new	=请键入这个项目的新名字：
txt_x.wildcard		=可以使用通配符。
txt_x.totmp		=提取的文件将置于临时文件夹。

txt_x.exetakeall	=应用程序运行可能需要其附带的文件。提取全部文件吗？
txt_x.del.confirm	=确实要删除以下项吗？
txt_x.lock.confirm	=锁定压缩文件后不可修改，确认锁定？
txt_x.zip.deled		=压缩文件已删除。


[Text Arc Sfx]
txt_as.tip.add		=创建含 Windows 自解压模块的副本
txt_as.tip.re		=更新自解压文件的 Windows 自解压模块

txt_b13.top		=┌───────────┐
txt_b13.emp		=│                      │
txt_b13.bot		=└───────────┘
txt_as.b.sfx		=│      自解压文件      │

txt_b8.top		=┌──────┐
txt_b8.bot		=└──────┘
txt_as.b.64		=│    64位    │
txt_as.b.con		=│   控制台   │
txt_as.b.con64		=│控制台，64位│

txt_b16.top		=┌──────────────┐
txt_b16.emp		=│                            │
txt_b16.bot		=└──────────────┘
txt_as.b.add		=│  创建不含自解压模块的副本  │


[Text Add]

[keep in 2 tabs]
txt_aa.addtozip		=添加文件到压缩包
txt_aa.zipname		=压缩包名称
txt_aa.type		=格式	
txt_aa.eff		=压缩效率
txt_aa.solid		=固实文件
txt_aa.split		=分卷	
txt_aa.sfxmode		=创建自释放程序
txt_aa.encry		=加密	
txt_aa.compati		=兼容早期版本
txt_aa.record		=恢复记录
[End]

txt_aa.addto 		=添加到
txt_aa.setpath		=更改路径
txt_aa.scan		=浏览

txt_aa.sfx.origin	=原有自解压模块
txt_aa.sfx.a		=标准界面
txt_aa.sfx.b		=控制台界面
txt_aa.sfx.64		=（64位）

txt_aa.eff.0		=存储
txt_aa.eff.1		=最快
txt_aa.eff.2		=很快
txt_aa.eff.3		=默认
txt_aa.eff.4		=很好
txt_aa.eff.5		=最好

txt_b7.top		=┌─────┐
txt_b7.bot		=└─────┘
txt_b7.confirm		=│   确定   │
txt_b7.cancel		=│   取消   │

[Text Add Set]
txt_aas.zipname		=设定压缩档名称：
txt_aas.split		=设定分卷压缩大小：
txt_aas.unit		=[大小/单位] k/m/g
txt_aas.passwd		=设定压缩密码：



[Text Setting]
txt_setting		=设置
txt_assoc		=压缩文件关联
txt_rightmenu		=右键菜单扩展
txt_shortcut		=在桌面建立捷径
txt_colorset		=界面颜色
txt_uiratio		=显示比例
txt_workdir		=工作目录
txt_version		=版本
txt_uninstall		=卸载

txt_b5.top		=┌───┐
txt_b5.bot		=└───┘
txt_s.b.open		=│ 打开 │
txt_s.b.clean		=│ 清除 │
txt_s.b.ctm		=│自定义│
txt_s.b.def		=│ 默认 │

txt_b6.top		=┌────┐
txt_b6.bot		=└────┘
txt_s.b.chk		=│检查更新│
txt_s.b.bm		=│基准测试│
txt_s.b.site		=│前往官网│

txt_langset		=语言设定
txt_lang.chs	 	=简体中文
txt_lang.en	 	=英语

txt_s.clean.ok		=临时文件清除完成。
txt_s.clean.err		=清除临时文件出现问题，请稍后重试。
txt_s.need.emp		=请选择个空的文件夹，再试一次。
txt_s.fold_invalid	=这个文件夹不可选择，请选择其他文件夹。
txt_s.bm.ok		=基准测试完成。


[Text EditorCode]
txt_edcode		=返回码：
txt_edcode.1		=发生严重错误。
txt_edcode.2		=发生一般错误。
txt_edcode.3		=校验和无效，数据损坏。
txt_edcode.4		=不可修改已锁定的压缩文件。
txt_edcode.5		=写入错误。
txt_edcode.6		=文件打开错误。
txt_edcode.7		=错误命令行选项。
txt_edcode.8		=内存不足。
txt_edcode.9		=文件创建错误。
txt_edcode.10		=没有找到与指定的掩码和选项匹配的文件。
txt_edcode.11		=密码错误。
txt_edcode.255		=用户中断。


[Text Color]
txt_color.0		=黑
txt_color.1		=蓝
txt_color.2		=绿
txt_color.3		=青
txt_color.4		=红
txt_color.5		=紫
txt_color.6		=黄
txt_color.7		=浅灰
txt_color.8		=深灰
txt_color.9		=浅蓝
txt_color.a		=浅绿
txt_color.b		=浅青
txt_color.c		=浅红
txt_color.d		=浅紫
txt_color.e		=浅黄
txt_color.f		=白

txt_color.light		=浅色模式
txt_color.dark		=深色模式
txt_color.auto		=跟随系统

txt_color.title		=Jzip 界面颜色设置
txt_color.tip		=自定义
txt_color.wd		=文字色
txt_color.bg		=背景色
txt_color.swd		=切换至背景色
txt_color.sbg		=切换至文字色
txt_b7.finish		=│   完成   │


[Text UIRatio]
txt_uiratio.s		=较小
txt_uiratio.m		=默认
txt_uiratio.l		=较大


[Text Help]
txt.rightres		=保留所有权利
txt.usage		=用法
txt.switch		=开关
txt.command		=命令
txt.files		=文件
txt.archives		=压缩档

txt.h.help		=查看帮助。
txt.h.su		=以管理员权限启动 Jzip。
txt.h.install		=以安装模式启动 Jzip。
txt.h.setting		=启动 Jzip 并转到设置页。
txt.h.@			=默认缺省查看压缩档。
txt.h.add		=添加文件到压缩档。
txt.h.unzip		=解压压缩档至子文件夹。
